Repository: CDatasro/CDataWeb
Catalog: CDataWeb/Resources/HomeResource.*.resx
Languages: sk

source: About Us
sk: O nás

# AboutUsText
source: We are young, progressive company. We build desktop and web applications. We have some experience in bus , train, bank, scientist and facebook applications.
sk: Sme mladá rozvíjajúca sa firma. Venujeme sa desktopovým aplikáciam, ako aj tvorbe web stránok. Máme skúsenosti s projektami v oblasti autobusovej dopravy, vlakovej dopravy, bankovníctva, vedy a výskumu, facebook aplikácií.

source: Address
sk: Adresa

source: Analysis
sk: Analýza

# AnalysisText
source: Our products are based on through analysis
sk: Naše produkty majú základ v dôkladnej analýze

source: App Development
sk: Vývoj aplikácií

# AppDevelopmentText
source: We develop applications via modern programing languages
sk: Vyvýjame aplikácie pomocou najmodernejšich jazykov

source: Choose your language
sk: Vyberte jazyk

source: Clean Code
sk: Čistý kód

# CleanCodeText
source: Our code is clean to easy use for custommers and developers
sk: Náš kód je písaný zrozumiteľne a čisto, aby bol jednoducho použiteľný pre užívateľov aj developerov

source: Contact
sk: Kontakt

# ContactHeader
source: In case you are quesions, please contact us
sk: V prípade otázok nás neváhajte kontaktovať

source: Contact Us
sk: Kontaktujte nás

# CreativeIdea
source: Creative solution
sk: Kreatívne riešenie

# CreativeIdeaText
source: Our solutions are creative and ińovative
sk: Naše riešenia sú kreatívne a inovatívne

source: Email Address
sk: Emailová adresa

source: Enter your message
sk: Napíšte Vašu správu

source: Fast Support
sk: Rýchla podpora

source: Fun
sk: Zábava

source: Happy Clients
sk: Spokojných klientov

source: Home
sk: Domov

source: message
sk: správa

source: Modern Websites
sk: Moderných webstránok

source: Name
sk: Meno

# OurPortfolio
source: Our Portfolio and projects we participate in
sk: Naše projekty

source: Our Services
sk: Naše služby

source: Phone
sk: Telefón

# PortfBankText
source: Bank internal software
sk: Interný bankový software

# PortfBusText
source: Software for drivers and passangers
sk: Programy pre podporu vodičov aj pasažierov

# PortfFacebText
source: Facebook voting application
sk: Facebook aplikácia na hlasovanie

# PortfLivingText
source: Software helps customers to rent their cottages
sk: Ubytovací portál

source: Portfolio
sk: Portfólio

# PortfScientText
source: Software for help with communication and distribution of informations between patients and doctors
sk: Software na komunikáciu a distribúciu informácií medzi doktormi a pacientmi

# PortfTrainText
source: Information system of infrastructure
sk: Informačný systém infraštruktúry

# ProfiDesign
source: Proffesional design
sk: Profesionálny dizajn

# ProfiDesignText
source: Design of our applications follow modern style
sk: Náš dizajn sleduje trend moderných aplikácií

source: Programming
sk: Programovanie

source: Send Now
sk: Poslať

# Start
source: Start now
sk: Štart

source: Subject
sk: Predmet

source: Support
sk: Podpora

# SupportText
source: Support of our product is also very important
sk: Podpora našich produktov je tiež veľmi dôležitá

source: Usefull Applications
sk: Spoľahlivých aplikácií

source: User Experiances
sk: Referencie

source: Website
sk: Web stránka

# Welcome
source: Welcome to
sk: Vitajte na stránke

# Where
source: Where you can find us
sk: Kde nás nájdete

# Welcome1
source: Desktop aplications - Responsive Design - Web
sk: Desktopové aplikácie - Responzívny Design - Web

# Welcome2
source: Say Hello to
sk: Kontaktujte

# Welcome3
source: We are
sk: Sme

# Welcome4
source: Creative
sk: Kreatívni
